package com.santiagoapp.routes;

public class Ways {

    public static String CAMINO_FRANCES = "Saint-Jean-Pied-de-Port,43.163141,-1.23811\n" +
            "Uhart-Cize,43.16413499999999,-1.243898\n" +
            "Huntto,43.1250005,-1.2447092\n" +
            "Orisson,43.1078991,-1.239412\n" +
            "Roncesvalles,43.0169504,-1.3035514\n" +
            "Burguete,42.99046680000001,-1.3354746\n" +
            "Espinal,40.7539093,-73.90320290000001\n" +
            "Biscarreta,-31.3741531,-64.2282257\n" +
            "Lintzoain,42.9623303,-1.4378052\n" +
            "Alto de Erro,42.9414094,-1.4707352\n" +
            "Zubiri,19.4213511,-99.1654973\n" +
            "Ilarratz,42.9109793,-1.5169908\n" +
            "Larrasoaña,42.9011096,-1.5429509\n" +
            "Zuriain,42.8797603,-1.5658209\n" +
            "Zabaldika,42.8561695,-1.5825833\n" +
            "Arre,45.2166064,11.9303367\n" +
            "Villava,42.8314377,-1.6123283\n" +
            "Burlada,42.8264759,-1.6156261\n" +
            "Pamplona,42.812526,-1.6457745\n" +
            "Cizur Menor,42.7865163,-1.6770371\n" +
            "Zariquiegui,42.7479793,-1.7228986\n" +
            "Alto del Perdón,42.7327778,-1.7152778\n" +
            "Uterga,42.70939930000001,-1.7605752\n" +
            "Muruzábal,42.6884788,-1.7703131\n" +
            "Obanos,42.6802804,-1.7867506\n" +
            "Puente la Reina,42.6723037,-1.8135943\n" +
            "Mañeru,42.6693018,-1.862321\n" +
            "Cirauqui,42.6755802,-1.891076\n" +
            "Lorca,41.0561111,-73.5383333\n" +
            "Villatuerta,42.659795,-1.9918231\n" +
            "Estella,36.6848071,-95.2871928\n" +
            "Ayegui,42.6570846,-2.0386075\n" +
            "Irache,42.6457351,-2.0563675\n" +
            "Azqueta,42.6358602,-2.0870498\n" +
            "Villamayor de Monjardín,42.6290352,-2.1051416\n" +
            "Los Arcos,33.1609941,-95.2376694\n" +
            "Sansol,42.5537488,-2.2661167\n" +
            "Torres del Río,42.5524022,-2.2722722\n" +
            "Viana,42.5070947,-2.3616203\n" +
            "Logroño,42.4627195,-2.4449852\n" +
            "La Grajera,42.44444439999999,-2.5038889\n" +
            "Navarrete,32.0021133,-102.0759887\n" +
            "Ventosa,42.857164,-76.936131\n" +
            "Nájera,42.4167413,-2.7294624\n" +
            "Azofra,42.4234018,-2.8003493\n" +
            "Cirueña,42.4117443,-2.8960656\n" +
            "Santo Domingo de la Calzada,42.4369439,-2.9550619\n" +
            "Grañón,42.4491854,-3.0269546\n" +
            "Redecilla del Camino,42.4380584,-3.0648197\n" +
            "Castildelgado,42.4375391,-3.0842332\n" +
            "Viloria de Rioja,42.4263533,-3.1008348\n" +
            "Villamayor del Río,42.4275233,-3.1368767\n" +
            "Belorado,42.41956769999999,-3.1917747\n" +
            "Tosantos,42.4139014,-3.2430102\n" +
            "Villambistia,42.4047193,-3.2615058\n" +
            "Espinosa del Camino,42.4054103,-3.2803691\n" +
            "Villafranca Montes de Oca,42.3873885,-3.3093071\n" +
            "San Juan de Ortega,42.3755396,-3.4357954\n" +
            "Agés,39.057118,-94.554002\n" +
            "Atapuerca,42.3766044,-3.5072946\n" +
            "Villalval,42.3692231,-3.5526464\n" +
            "Cardeñuela Ríopico,42.3590405,-3.5591286\n" +
            "Orbaneja,42.835513,-3.793998\n" +
            "Villafría,42.3659025,-3.6148151\n" +
            "Burgos,42.3439925,-3.696906\n" +
            "Tardajos,42.3489577,-3.8159239\n" +
            "Rabé de las Calzadas,42.340357,-3.8343617\n" +
            "Hornillos del Camino,42.3386283,-3.9264909\n" +
            "Arroyo San Bol,42.28356309999999,-3.9857673\n" +
            "Hontanas,42.3122534,-4.044638\n" +
            "Convento de San Antón,42.2925125,-4.099158399999999\n" +
            "Castrojeriz,42.2884823,-4.1424199\n" +
            "Itero del Castillo,42.2890708,-4.2442302\n" +
            "Itero de la Vega,42.2873193,-4.2583327\n" +
            "Boadilla del Camino,42.2594039,-4.3468794\n" +
            "Frómista,42.2676329,-4.405349699999999\n" +
            "Población de Campos,42.2703272,-4.447153399999999\n" +
            "Revenga de Campos,42.2831435,-4.4812636\n" +
            "Villarmentero de Campos,42.2977807,-4.4999368\n" +
            "Villalcázar de Sirga,42.3169992,-4.5424587\n" +
            "Carrión de los Condes,42.3307302,-4.6140481\n" +
            "Calzadilla de la Cueza,42.3287562,-4.8044427\n" +
            "Ledigos,42.3544583,-4.8647046\n" +
            "Terradillos de los Templarios,42.362882,-4.890319499999999\n" +
            "Moratinos,42.3608473,-4.927141300000001\n" +
            "San Nicolás del Real Camino,42.3635998,-4.952298\n" +
            "Sahagún,42.3709599,-5.029949300000001\n" +
            "Calzada del Coto,42.3877671,-5.080041\n" +
            "Bercianos del Real Camino,42.3873773,-5.1438584\n" +
            "El Burgo Ranero,42.4231911,-5.219490299999999\n" +
            "Reliegos,42.474493,-5.3553574\n" +
            "Mansilla de las Mulas,42.4979465,-5.4162096\n" +
            "Villamoros de Mansilla,42.5348164,-5.444694699999999\n" +
            "Puente de Villarente,42.545833,-5.457222\n" +
            "Arcahueja,42.5669462,-5.495956\n" +
            "Valdelafuente,42.5692746,-5.5144158\n" +
            "Puente Castro,42.5810002,-5.5525889\n" +
            "León,42.5987263,-5.5670959\n" +
            "Trobajo del Camino,42.597321,-5.6116283\n" +
            "La Virgen del Camino,42.580202,-5.6406814\n" +
            "Valverde de la Virgen,42.5687071,-5.683754899999999\n" +
            "San Miguel del Camino,42.5610791,-5.6994774\n" +
            "Villadangos del Páramo,42.5168663,-5.7671402\n" +
            "San Martín del Camino,42.493976,-5.8096749\n" +
            "Hospital de Órbigo,42.4627721,-5.8815943\n" +
            "Villares de Órbigo,42.47050249999999,-5.9099355\n" +
            "Santibáñez de Valdeiglesias,42.45724389999999,-5.9297436\n" +
            "San Justo de la Vega,42.4533447,-6.016314599999999\n" +
            "Astorga,42.4549303,-6.053251100000001\n" +
            "Valdeviejas,42.4617932,-6.0793798\n" +
            "Murias de Rechivaldo,42.46024370000001,-6.105658099999999\n" +
            "Santa Cataliza de Somoza,42.4561128,-6.1599897\n" +
            "El Ganso,28.6486081,-105.9843444\n" +
            "Rabanal del Camino,42.4811376,-6.2847357\n" +
            "Foncebadón,42.491686,-6.342881299999999\n" +
            "Cruz de Hierro,21.1354216,-99.6151584\n" +
            "Manjarín,42.4898955,-6.3861101\n" +
            "El Acebo,42.4993083,-6.4580025\n" +
            "Riego de Ambrós,42.5219271,-6.479319599999999\n" +
            "Molinaseca,42.5376891,-6.5189754\n" +
            "Ponferrada,42.5499958,-6.598259000000001\n" +
            "Columbrianos,42.57215799999999,-6.611060999999999\n" +
            "Fuentesnuevas,42.5734214,-6.641562899999999\n" +
            "Camponaraya,42.5784571,-6.6673978\n" +
            "Cacabelos,42.598666,-6.725913800000001\n" +
            "Pieros,38.9089771,-77.40756619999999\n" +
            "Villafranca del Bierzo,42.6083936,-6.8085542\n" +
            "Pereje,42.6258176,-6.8428051\n" +
            "Trabadelo,42.6496751,-6.881679999999999\n" +
            "La Portela de Valcarce,42.6599922,-6.920074899999999\n" +
            "Ambasmestas,42.6657137,-6.928628799999999\n" +
            "Vega de Valcarce,42.6640879,-6.9454043\n" +
            "Ruitelán,42.672633,-6.9680231\n" +
            "Las Herrerías,42.67048399999999,-6.9803112\n" +
            "La Faba,42.6850529,-7.009611\n" +
            "La Laguna de Castilla,42.7010004,-7.0211783\n" +
            "O Cebreiro,42.7078162,-7.043627\n" +
            "Liñares,42.6981646,-7.074383\n" +
            "Alto de San Roque,42.6986701,-7.084319499999999\n" +
            "Hospital de la Condesa,42.7050527,-7.1006125\n" +
            "Padornelo,42.0331797,-6.8361049\n" +
            "Alto de Poio,42.7121015,-7.1265309\n" +
            "Fonfría,41.6361537,-6.1387814\n" +
            "O Biduedo,42.7432196,-7.178233400000001\n" +
            "Fillobal,42.7440495,-7.204707099999999\n" +
            "Triacastela,42.7634462,-7.2113605\n" +
            "San Cristovo do Real,42.7405262,-7.2735469\n" +
            "Samos,37.7547857,26.9777701\n" +
            "Calvor,42.7725414,-7.351024299999999\n" +
            "San Mamede do Camiño,42.7429935,-7.3338787\n" +
            "Sarria,42.7808389,-7.4140766\n" +
            "Barbadelo,42.7642842,-7.4536742\n" +
            "Molino de Marzán,42.7724653,-7.480033199999999\n" +
            "Morgade,41.7514777,-7.747419099999998\n" +
            "Ferreiros,-7.448966400000001,-35.2442997\n" +
            "A Pena,26.2502446,-98.1995579\n" +
            "Mercadoiro,42.7895324,-7.570599499999999\n" +
            "Vilachá,42.79537680000001,-7.6036281\n" +
            "Portomarín,42.8074277,-7.615830099999999\n" +
            "Toxibó,42.8123844,-7.6644755\n" +
            "Gonzar,42.82497559999999,-7.695852199999999\n" +
            "Castromaior,42.8318222,-7.7089158\n" +
            "Hospital de la Cruz,20.64208,-103.3842249\n" +
            "Ventas de Narón,42.8442835,-7.748630400000001\n" +
            "Ligonde,42.8586546,-7.7800446\n" +
            "Airexe,42.8642014,-7.787518200000001\n" +
            "Portos,33.8524213,-117.9974191\n" +
            "Lestedo,42.7972751,-8.469101\n" +
            "Palas de Rei,42.8734666,-7.868758799999999\n" +
            "San Xulián do Camiño,42.8736767,-7.907957399999999\n" +
            "Pontecampaña,42.8784643,-7.914688899999999\n" +
            "Casanova,32.7298691,-116.9678621\n" +
            "O Coto,42.1833333,-8.7880556\n" +
            "Leboeiro,42.8880787,-7.970460200000001\n" +
            "Furelos,42.9094875,-7.999141000000001\n" +
            "Melide,42.9128344,-8.024700500000002\n" +
            "Boente,39.27841129999999,-89.8720464\n" +
            "Castañeda,27.8571206,-97.6311394\n" +
            "Ribadiso de Baixo,42.9382451,-8.1545114\n" +
            "Arzúa,42.9296884,-8.1607836\n" +
            "Bebedeiro-Burres,42.9216667,-8.2069444\n" +
            "Salceda,34.0441404,-118.3098332\n" +
            "A Brea,33.9102667,-117.9028157\n" +
            "Santa Irene,29.1263583,-111.0349593\n" +
            "A Rúa (O Pino),42.9145175,-8.350944199999999\n" +
            "Pedrouzo,42.9045519,-8.3625168\n" +
            "Amenal,42.9065146,-8.394095799999999\n" +
            "San Paio,42.9089758,-8.426304499999999\n" +
            "Lavacolla,42.8991871,-8.4445271\n" +
            "Capilla de San Marcos,32.4643401,-116.8321002\n" +
            "Monte do Gozo,32.7148569,-114.7345611\n" +
            "Santiago de Compostela,42.8782132,-8.5448445";
}
